<template>
  <div class="movie-about">
    <h1 class="h1 app-name">"Movee"</h1>
    <p class="p">Это удобное и интуитивно понятное приложение, разработанное одним талантливым разработчиком, который
      стремится
      найти своё место в команде и делиться своими навыками и страстью к программированию.</p>

    <p class="p">Если вы ищете опытного разработчика, готового внести свой вклад в команду, то у вас есть отличная
      возможность!
      Создатель приложения "Movee" готов присоединиться к вашему проекту и внести свои навыки и знания. Он
      разработал это приложение с большой страстью и преданностью и готов поделиться своим опытом.</p>

    <p class="p">Вместе мы сможем создавать еще более удивительные продукты!</p>
    <a href="">НАПИШИТЕ МНЕ В ТЕЛЕГРАМ</a>
  </div>
</template>

<style scoped lang="scss">
.movie {
  &-about {
    display: flex;
    flex-direction: column;
    justify-content: center;
    align-items: center;

    & p,
    .p {
      text-align: center;
    }
  }
}
</style>